{
  "Education":[
    {
      "School": "Rocketseat Continuous Learning in Programming",
      "Year": "2025 - Actual \n São Paulo - SP, Brasil",
      "description": "A coding school to learn and improve the fundamentals of web programming HTML, CSS, Git, database, back-end and front-end. Specializing in React, React Native, Node.js Python and much more with tools and technologies aligned with the market.",
      "source": "https://www.rocketseat.com.br/",
      "School_degree": "IT Certificate"
    },
    {
      "School": "Anhembi Morumbi University",
      "Year": "2018 - 2023 \n São Paulo - SP, Brasil",
      "description": "The Information Technology course focuses on data management and computer systems. This market is relatively new, but has many vacancies due to the adoption of automated processes, especially in large urban centers, companies and industrial hubs.",
      "source": "https://portal.anhembi.br/graduacao/gestao-da-tecnologia-da-informacao/",
      "School_degree": "Information Technology Management"
    },
    {
      "School": "Cultura Inglesa",
      "Year": "2015 - 2018 \n São Paulo - SP, Brazil",
      "description": "Cultura Inglesa is one of the most innovative and award-winning brands in the language market. We have been operating in Brazil for 89 years, with a strong presence in 9 states, offering quality education combined with social initiatives, technology and innovation. Our commitment is to disseminate the English language in Brazil to promote changes with social, cultural and economic impact.",
      "source": "https://www.culturainglesa.com.br/",
      "School_degree": "English language"
    },
    {
      "School": "E.E.Francisco de Paula Conceição Junior Prof.",
      "Year": "2003 - 2012 \n São Paulo - SP, Brazil",
      "description": "Brazilian high school where classes in Portuguese, English, Mathematics, Science, Chemistry, Physics, History, Geography, Philosophy, Sociology, Arts are mandatory.",
      "School_degree": "High school"
    }
  ]
}